{
  "metaData": {
    "title": "Resources",
    "description": "Helpful resources for pregnancy, birth, and postpartum—books, websites, and local support."
  },
  "headline": "Resources for your journey into parenthood.",
  "intro": "I've gathered some of my favorite books, websites, and local resources to support you during pregnancy, birth, and beyond.",
  "resources": [
    {
      "title": "Birth Vibes: Stories and Strategies for an Empowered Birth by Jen Hamilton",
      "description": "A book especially for any of my friends birthing in a hospital setting, Jen will echo much of what we will talk about in prenatal meetings; how to adapt to changes in birth plans no matter what may happen.",
      "category": "Books I Recommend",
      "href": "https://www.amazon.com/Birth-Vibes-Stories-Strategies-Empowered/dp/1538771470/ref=sr_1_1?adgrpid=1333710160996291&dib=eyJ2IjoiMSJ9.ZXUUFZRDsv-xxige4wmqdYASAI8GuSJ-dsIcHTEHvMKaEKEq6c7xGY3yvGY2c3S7.0NVmL1A4RuCsYjg52qfFqdI88v4-teU0SZsvZtDOAWo&dib_tag=se&hvadid=83357168535363&hvbmt=be&hvdev=c&hvlocphy=82395&hvnetw=o&hvqmt=e&hvtargid=kwd-83358089486864%3Aloc-190&hydadcr=11681_13581852&keywords=jen+hamilton+birth+vibes&mcid=439715b17487330380013a4e0727d24e&msclkid=c326a5c0566d19f57b60cc4cb069c222&qid=1770841608&sr=8-1"
    },
    {
      "title": "The Fourth Trimester by Kimberly Ann Johnson",
      "description": "An essential guide to postpartum recovery that addresses the physical, emotional, and relational changes after birth. Every new parent should read this.",
      "category": "Books I Recommend"
    },
    {
      "title": "Nurture by Erica Chidi",
      "description": "A modern guide to pregnancy, birth, and the first weeks with baby. Beautifully designed with evidence-based information presented in an accessible way.",
      "category": "Books I Recommend"
    },
    {
      "title": "Evidence Based Birth",
      "description": "Research-backed information on pregnancy and birth topics. Their podcast and articles help you make informed decisions about your care.",
      "category": "Online Resources",
      "href": "https://evidencebasedbirth.com"
    },
    {
      "title": "Spinning Babies",
      "description": "Techniques for optimal fetal positioning and comfort during pregnancy and labor. Helpful for preparing your body for birth.",
      "category": "Online Resources",
      "href": "https://spinningbabies.com"
    },
    {
      "title": "Postpartum Support International",
      "description": "Support and resources for perinatal mental health. If you&apos;re struggling, you&apos;re not alone—help is available.",
      "category": "Online Resources",
      "href": "https://postpartum.net"
    },
    {
      "title": "Feed Your Zest - Nutrition ",
      "description": "Whether you've been diagnosed with PCOS pre-pregnancy, GD at your last screening, or looking to eat a little more well rounded now that you're past survival of the first trimester, the team at Feed Your Zest has the tools you need! They're weight-inclusive and eating disorder informed, ready to support you on your journey. ",
      "category": "Online Resources",
      "href": "https://www.feedyourzest.com"
    },
    {
      "title": "Questions to Ask Your Provider",
      "description": "Understanding your options starts with communication. Don&apos;t hesitate to ask about their practices, intervention rates, and how they support birth preferences.",
      "category": "Preparing for Birth"
    },
    {
      "title": "Creating Your Birth Preferences",
      "description": "A birth plan isn&apos;t about controlling every detail—it&apos;s about communicating your values and priorities. I can help you create one that reflects your needs.",
      "category": "Preparing for Birth"
    },
    {
      "title": "Comfort Measures for Labor",
      "description": "Movement, breathing, hydrotherapy, massage, and position changes can all help manage labor sensations. We&apos;ll practice these during our prenatal visits.",
      "category": "Preparing for Birth"
    },
    {
      "title": "Building Your Support Network",
      "description": "Postpartum is not meant to be done alone. Consider meal trains, cleaning help, and family support. I can help you plan for this during pregnancy.",
      "category": "Postpartum Essentials"
    },
    {
      "title": "Infant Feeding Resources",
      "description": "Whether you&apos;re breastfeeding, pumping, formula feeding, or combo-feeding—I support your choices and can connect you with additional lactation specialists if needed.",
      "category": "Postpartum Essentials"
    },
    {
      "title": "Signs of Perinatal Mood Disorders",
      "description": "Baby blues are common, but persistent symptoms need attention. Anxiety, depression, intrusive thoughts, and rage can all be signs that you need support.",
      "category": "Postpartum Essentials",
      "href": "https://postpartum.net/perinatal-mental-health/"
    },
    {
      "title": "KellyMom",
      "description": "Evidence-based breastfeeding and parenting resources. A trusted source for infant feeding questions.",
      "category": "Online Resources",
      "href": "https://kellymom.com"
    }
  ]
}